/* XTIT: Info Screen text when applying the NUIStyleSheet. */
"applyNUIStyleSheetApplyStepInfoScreenText" = "NUIStyleSheet anwenden.";

/* XTIT: Info Screen text when applying the SAPcpms LogSettings. */
"applySAPcpmsLogSettingsStepInfoScreenText" = "SAPcpms LogSettings anwenden.";

/* XFLD: Text information if the provided credentials were invalid. */
"authenticationFailedMessage" = "Authentifizierung fehlgeschlagen.";

/* XTIT: Info Screen text before presenting the Basic Authentication view. */
"basicAuthenticationStepInfoScreenText" = "Anmeldedaten werden validiert.";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the onboarding flow. */
"cancelAlertControllerTitleText" = "Möchten Sie den Onboarding-Prozess wirklich abbrechen?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the passcode change flow. */
"cancelPasscodeChangeControllerTitleText" = "Möchten Sie den Passwortänderungsprozess wirklich abbrechen?";

/* XTIT: Info Screen text when running the Composite Steps. */
"compositeStepInfoScreenText" = "Zusammengesetzte Schritte";

/* XTIT: Info Screen text when downloading the SAPcpms ClientResources. */
"downloadSAPcpmsClientResourcesStepInfoScreenText" = "SAPcpms ClientResources werden heruntergeladen.";

/* XTIT: Info Screen text when downloading the SAPcpms Destinations. */
"downloadSAPcpmsDestinationsStepInfoScreenText" = "SAPcpms Destinations werden heruntergeladen.";

/* XTIT: Info Screen text when downloading the SAPcpms Settings. */
"downloadSAPcpmsSettingsStepInfoScreenText" = "SAPcpms Settings werden heruntergeladen.";

/* XBUT: Text of button on FUIFeedbackScreen when the Face ID got disabled by passcode policy. */
"fuiFeedbackDisableFaceIDButtonText" = "Weiter";

/* XBUT: Text of button on FUIFeedbackScreen when the Touch ID is disabled by the new passcode policy */
"fuiFeedbackDisableTouchIDButtonText" = "Weiter";

/* XBUT: Text of button on FUIFeedbackScreen when the Face ID is enabled by the new passcode policy */
"fuiFeedbackEnableFaceIDButtonText" = "Aktivieren";

/* XBUT: Text of button on FUIFeedbackScreen when the Touch ID is enabled by the new passcode policy */
"fuiFeedbackEnableTouchIDButtonText" = "Aktivieren";

/* XTIT: FUIFeedbackScreen headline description text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDDetailDescription" = "Verwenden Sie bei der nächsten Anmeldung den Passcode.";

/* XTIT: FUIFeedbackScreen headline text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDHeadlineDescription" = "Face ID ist nicht länger verfügbar";

/* XTIT: FUIFeedbackScreen title text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDTitleText" = "Richtlinienänderungen";

/* XTIT: FUIFeedbackScreen headline description text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDDetailDescription" = "Verwenden Sie bei der nächsten Anmeldung den Passcode.";

/* XTIT: FUIFeedbackScreen headline text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDHeadlineDescription" = "Touch ID ist nicht länger verfügbar";

/* XTIT: FUIFeedbackScreen title text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDTitleText" = "Richtlinienänderungen";

/* XTIT: FUIFeedbackScreen detail description text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenEnableFaceIDDetailDescription" = "Sie können diese Funktion jederzeit unter den Einstellungen ein- oder ausschalten.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy changed and face ID is enabled. */
"fuiFeedbackScreenEnableFaceIDHeadlineDescription" = "Face ID ist nun verfügbar. Durch die Aktivierung von Face ID haben Sie schnelleren Zugriff auf Ihre Informationen.";

/* XTIT: FUIFeedbackScreen title text when Face ID is enabled in the new passcode policy. */
"fuiFeedbackScreenEnableFaceIDTitleText" = "Face ID";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenEnableTouchIDDetailDescription" = "Sie können diese Funktion jederzeit unter den Einstellungen ein- oder ausschalten.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy changed and touch ID is enabled. */
"fuiFeedbackScreenEnableTouchIDHeadlineDescription" = "Touch ID ist nun verfügbar. Durch die Aktivierung von Touch ID haben Sie schnelleren Zugriff auf Ihre Informationen.";

/* XTIT: FUIFeedbackScreen title text when touchID is enabled by the new passcode policy. */
"fuiFeedbackScreenEnableTouchIDTitleText" = "Touch ID";

/* XBUT: Text of button on FUIFeedbackScreen when passcode change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedActionButtonText" = "Weiter";

/* XMSG: FUIFeedbackScreen description when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedDescriptionLabel" = "Erzeugen Sie einen neuen Passcode.";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedHeadlineText" = "Die Passcode-Richtlinien haben sich geändert.";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedTitleText" = "Richtlinienänderungen";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeAndFaceIDDetailDescription" = "Ab jetzt ist kein Passcode und Face ID mehr für die Anmeldung erforderlich. \n\nSie nehmen Ihre Eingaben direkt in der App vor.";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeAndTouchIDDetailDescription" = "Ab jetzt ist kein Passcode und Touch ID für die Anmeldung mehr erforderlich. \n\nSie nehmen Ihre Eingaben direkt in der App vor.";

/* XBUT: Text of button on FUIFeedbackScreen when the passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeButtonText" = "OK";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeDetailDescription" = "Ab jetzt ist kein Passcode mehr für die Anmeldung erforderlich. \n\nSie nehmen Ihre Eingaben direkt in der App vor.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeHeadlineDescription" = "Anmeldungsrichtlinie hat sich geändert";

/* XTIT: FUIFeedbackScreen title text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeTitleText" = "Benachrichtigung";

/* XBUT: Text of button on FUIFeedbackScreen after migration when passcode creation is mandatory. */
"migrationOnlyBiometricIDWasSetPreviouslyButtonText" = "Weiter";

/* XTIT: Description of FUIFeedbackScreen after migration when previously only biometricID was set. */
"migrationOnlyBiometricIDWasSetPreviouslyDescriptionText" = "Ab dieser Version ist der Passcode obligatorisch. Legen Sie den Passcode für die App an.";

/* XTIT: Title of FUIFeedbackScreen after migration when previously only biometricID was set. */
"migrationOnlyBiometricIDWasSetPreviouslyHeadlineText" = "Passcode ist obligatorisch";

/* XBUT: Text of No button. */
"noButtonText" = "Nein";

/* XTIT: Info Screen text before presenting the OAuth2 Authentication view. */
"oauth2AuthenticationStepInfoScreenText" = "Anmeldedaten für OAuth 2.0 werden validiert.";

/* XTIT: Text of PasscodeInputController when user wants to enable face ID. */
"passcodeInputControllerEnableFaceIDText" = "Geben Sie Ihren Passcode ein, um Face ID zu aktivieren:";

/* XTIT: Text of PasscodeInputController when user wants to enable touch ID. */
"passcodeInputControllerEnableTouchIDText" = "Geben Sie Ihren Passcode ein, um Touch ID zu aktivieren:";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the onboarding flow. */
"rejectAlertControllerTitleText" = "Ohne Zustimmung können Sie das Onboarding nicht fortführen.";

/* XBUT: Text of No button of reject. */
"rejectNoButtonText" = "Zustimmen";

/* XBUT: Text of Yes button of reject. */
"rejectYesButtonText" = "Prozess beenden";

/* XTIT: Info Screen text before presenting the SAML Authentication view. */
"samlAuthenticationStepInfoScreenText" = "Anmeldedaten für SAML werden validiert.";

/* XTIT: Info Screen text before presenting the SAPcpms UserIdentity Discovery Authentication view. */
"sapcpmsUserIdentityDiscoveryAuthenticationStepInfoScreenText" = "Anmeldedaten für SAPcpms UserIdentity Discovery werden validiert.";

/* XTIT: Info Screen text before presenting the SLS Authentication view. */
"slsAuthenticationStepInfoScreenText" = "Anmeldedaten für SLS werden validiert.";

/* XMSG: Message for the user to fill all the fields for authentication. */
"slsFillAllOfTheFieldsErrorMessage" = "Füllen Sie alle Felder aus.";

/* XBUT: Text of Yes button. */
"yesButtonText" = "Ja";

